adpyke.codesnap
bmewburn.vscode-intelephense-client
code-nature.nilesoft-shell-file-formatter
continue.continue
cweijan.vscode-mysql-client2
dart-code.dart-code
dart-code.flutter
eamodio.gitlens
github.vscode-github-actions
grapecity.gc-excelviewer
gruntfuggly.todo-tree
mechatroner.rainbow-csv
mhutchie.git-graph
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-maui
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
oderwat.indent-rainbow
qiaojie.binary-viewer
redhat.vscode-xml
sdras.night-owl
twxs.cmake
wix.vscode-import-cost
zignd.html-css-class-completion
